import Icn1 from '@/assets/images//icn1.png'
import Icn2 from '@/assets/images//icn2.png'
import Icn3 from '@/assets/images//icn3.png'
import Icn4 from '@/assets/images//icn4.png'
import Icn5 from '@/assets/images//icn5.png'
import Icn6 from '@/assets/images//icn6.png'

export const about = [
    {
        id: 1,
        title: '2 года',
        href: 'Успешно работаем на рынке автоподбора'
    },
    {
        id: 2,
        title: '1203',
        href: 'Выездных диагностик и автоподборов выполнили'
    },
    {
        id: 3,
        title: '250 тыс.',
        href: 'Средняя выгода пользователей'
    },
    {
        id: 4,
        title: '14 дней',
        href: 'Обычно нужно чтоб найти вам автомобиль'
    },
]

export const services = [
    {
        id: 1,
        title: 'Автоподбор легковых автомобилей',
        price: 'от 30 000 руб.',
        icon: Icn1,
    },
    {
        id: 2,
        title: 'Автоподбор грузовых ТС',
        price: 'от 50 000 руб.',
        icon: Icn2,
    },
    {
        id: 3,
        title: 'Выездная диагностика автомобилей',
        price: 'от 2 000 руб.',
        icon: Icn3,
    },
    {
        id: 4,
        title: 'Выездная диагностика грузовых ТС',
        price: 'от 3 000 руб.',
        icon: Icn4,
    },
    {
        id: 5,
        title: 'Сопровождение сделок',
        price: 'от 3 000 руб.',
        icon: Icn5,
    },
    {
        id: 6,
        title: 'Автоподбор мототехники',
        price: 'от 2 000 руб.',
        icon: Icn6,
    },
]

export const why_needed = [
    {
        id: 1,
        title: 'Экономия времени',
        text: 'Вы не тратите время на бесполезные контакты, осмотры и диагностики.'
    },
    {
        id: 2,
        title: 'Полная проверка',
        text: 'Мы досконально проверим автомобиль на наличие любых дефектов.'
    },
    {
        id: 3,
        title: 'Выгодно',
        text: 'За счет разумного торга вы окупите выделенные на подбор автомобиля средства.'
    },
    {
        id: 4,
        title: 'Лучший вариант',
        text: 'Найдем для вас лучший автомобиль под ваши требования и бюджет.'
    },
    {
        id: 5,
        title: 'Юридическая чистота',
        text: 'Вы проверите юридическую чистоту автомобиля с прозрачной историей.'
    },
    {
        id: 6,
        title: 'Легко обслуживать',
        text: 'Для выбранного вами автомобиля, на рынке гарантированно есть запчасти.'
    }
]

export const why_checked = [

    {
        id: 1,
        title: 'Проверка пробега',
        text: 'Проверка реальности пробега автомобиля по всем источникам и состоянию.'
    },
    {
        id: 2,
        title: 'Подвеска и ходовая',
        text: 'Проверка пыльников, чехлов, амортизаторов, утечек масла, люфт и др.'
    },
    {
        id: 3,
        title: 'Рулевое управление',
        text: 'Рулевые рейки, усилители руля, ШРУС и узлов, ступора, тормозную систему и резину.'
    },
    {
        id: 4,
        title: 'Кузов и жидкости',
        text: 'Проверим крышу, стойки, лонжероны, днище и навесные элементы.'
    },
    {
        id: 5,
        title: 'Салон и комплектация',
        text: 'Полная проверка салона автомобиля, проверка на соответствие комплектации.'
    },
    {
        id: 6,
        title: 'Электрика и безопасность',
        text: 'Проверим системы зажигания, осветительные приборы, подушки, сигнализацию и др.'
    },
    {
        id: 7,
        title: 'ABS и КПП',
        text: 'Выполняем тест драйв двигателя и КПП с детальным осмотром в сервисном центре.'
    },
    {
        id: 8,
        title: 'Документы',
        text: 'Проверим номера на кузове, VIN, № ДВС, номер рамы, сервисную историю и др.'
    }
]

export const risks = [
    {
        id: 1,
        title: 'Скрученный пробег',
        text: 'В 40% случаев продавцы скручивают пробег перед продажей. Понять это могут только опытные специалисты.'
    },
    {
        id: 2,
        title: 'Восстановленные',
        text: 'Такие автомобили опасны для жизни, т.к. восстанавливают их некачественно. Такие цены на них сильно завышены.'
    },
    {
        id: 3,
        title: 'Юридические проблемы',
        text: 'Кредиты, залоги, двойники и "перебитые", с спиливанием vin номеров, с запретами на постановку на учет.'
    },
    {
        id: 4,
        title: 'Скрытые дефекты',
        text: 'В 40% случаев продавцы скрывают пробег перед продажей. Понять это могут только опытные специалисты.'
    },
    {
        id: 5,
        title: 'Необслуживаемые',
        text: 'Для многих машин, что сейчас на рынке, нет запчастей. Либо запчасти стоят, как крыло от самолета.'
    },
    {
        id: 6,
        title: 'Завышенная цена',
        text: 'Многие продавцы необоснованно завышают цену на свой автомобиль. В таких случаях уместен торг.'
    }
]


